Repository: Horac-Bouthon/scrap-trade-4
Catalog: scrap_trade_proj/locale/*/LC_MESSAGES/django.po
Languages: cs, de

source: Material class
cs: Třída materiálu
de: Material Klasse

source: Amount has to be positive
cs: Množství musí být kladné
de: Betrag muss positiv sein

source: Unit price has to be positive or zero (= no minimum)
cs: Cena za jednotku musí být kladná nebo nulová
de: Stückpreis muss positiv oder null sein (=kein minimum)

source: Auction date:
cs: Datum aukce:
de: Auktionstermin:

source: Delivery date:
cs: Datum dodání:
de: Liefertermin:

source: Description
cs: Popis
de: Beschreibung

source: Offers description
cs: Popis nabídky
de: Angebot Beschreibung

# AhOffer definition
source: Owner
cs: Vlastník
de: Besitzer

# AhOffer definition
source: Link to Owner
cs: Odkaz na vlastníka
de: Link zum Besitzer

# AhOffer definition
source: Creator
cs: Tvůrce
de: Schöpfer

# AhOffer definition
source: Link to Creator
cs: Odkaz na tvůrce
de: Link zum Schöpfer

# AhOffer definition
source: Created at
cs: Vytvořeno
de: Erstellt am

# AhOffer definition
source: Date of offer creation
cs: Datum vytvořerní nabídky
de: Datum der Angebotserstellung

# AhOffer definition
source: Last change
cs: Poslední změnil
de: Zu letzt geändert

# AhOffer definition
source: Link to user made last change
cs: Odkaz uživatele, který provedl poslední změnu
de: Link zum Benutzer, wer Letzte änderung vorgenommen hat

# AhOffer definition
source: Changed at
cs: Změněno
de: Geändern am

# AhOffer definition
source: Offered to
cs: Nabídnuto
de: Angeboten zu

# AhOffer definition
source: List of customers who recieved the offer
cs: Zákazníci, kterým byla nabídka postoupena
de: Liste der Kunden, die das Angebot erhalten haben

# AhOffer definition
source: Auction date
cs: Datum aukce
de: Auktionstermin

# AhOffer definition
source: Date of auction
cs: Datum aukce
de: Datum der Versteigerung

# AhOffer definition
source: Delivery date
cs: Datum dodání
de: Liefertermin

# AhOffer definition
source: Date of the delivery
cs: Datum dodání materiálu
de: Datum der Lieferung

# AhOffer definition
source: Minimal total price
cs: Minimální celková cena
de: Minimaler Gesamtpreis

# AhOffer definition
source: Final minimal price
cs: Celková minimální cena
de: Mindestpreis insgesamt

# AhOffer definition
source: Auction URL
cs: URL aukce
de: Auktion URL

# AhOffer definition
source: Online auction url
cs: URL online aukce
de: Url der Online-Auktion

# AhOffer definition
source: Auction start
cs: Počátek aukce
de: Auktionsstart

# AhOffer definition
source: From this time is auction URL accessible
cs: Od tohoto okamžiku je URL aukce přístupné
de: Von dieser Zeit ist Auktion URL zugänglich

# AhOffer definition
source: Auction end
cs: Konec aukce
de: Auktionsende

# AhOffer definition
source: From this time is auction URL closed
cs: Od tohoto okamžiku je URL aukce uzavřeno
de: Ab dieser Zeit ist die Auktions-URL geschlossen

# UserProfile definition
source: Link to integration key
cs: Odkaz na integrační klíč
de: Link zum integrationsschlüssel

# AhOffer definition
source: Offer
cs: Nabídka
de: Angebot

# AhOffer definition
source: Offers
cs: Nabídky
de: Angebote

source: Offers line description
cs: Popis řádky nabídky
de: Angebot Satz Beschreibung

# AhOfferLine definition
source: Amount
cs: Množství
de: Menge

# AhOfferLine definition
source: Quantity of material
cs: Množství materiálu
de: Menge des Materials

# AhOfferLine definition
source: Offer
cs: Nabídka
de: Angebot

# AhOfferLine definition
source: Link to Offer
cs: Odkaz na nabídku
de: Link zum Angebot

# AhOfferLine definition
source: Material class
cs: Třída materiálu
de: Material Klasse

# AhOfferLine definition
source: Link to Material class
cs: Odkaz na třídu materiálu
de: Link zur Materialklasse

# AhAnswerLine definition
source: Minimal price per unit
cs: Minimální cena za jednotku
de: Minimaler Preis pro Einheit

# AhAnswerLine definition
source: Minimal price for one measurement unit
cs: Minimální cena za měrnou jednotku
de: Minimaler Preis für eine Maßeinheit

# AhOffer definition
source: Offer line
cs: Řádka nabídkek
de: Angebot Satz

# AhOffer definition
source: Offer lines
cs: Řádky nabídkek
de: Angebot Satzen

source: Catalog entry code
de: Katalog-Eintrag code

source: Catalog entry description
de: Katalog-Eintrag Beschreibung

source: Type
de: Typ

source: Catalog entry Type
de: Katalog-Eintrag Typ

source: Is group
de: Gruppe

source: Mark groups for other catalog entries.
de: Markiert eine Gruppen für andere Katalogeinträge

source: Is dangerous
de: Ist gefährlich

source: Mark dangerous catalog entries.
de: Markiert Gefährliche Katalogeinträge.

source: Not actual
de: Nicht aktuell

source: Mark not actual entries.
de: Markiert nicht aktuelle Einträge.

# Catalog definition
source: Catalog entry
de: Katalogeintrag

# Catalog definition
source: Catalog entries
de: Katalogeinträge

source: Material class name
cs: Jméno třídy materiálu
de: Material Klasse name

source: Name of the material class
cs: Jméno třídy materiálu
de: Name der materialklasse

source: Measurement unit
cs: Měrná jednotka
de: Maßeinheit

source: Units in which material is entered
cs: Jednotka, ve které se zadává množství materiálu
de: Einheiten, in denen material eingegeben wird

source: Material class quick description
de: Materialklasse schnelle Beschreibung

source: Text to describe the material class for quick access.
de: Text zur Beschreibung der materialklasse für den schnellen Zugriff.

source: Mark dangerous material.
de: Markiert gefährliches material.

source: Mark not actual materials.
de: Markiert nicht aktueles Material.

# AhMatClass definition
source: Catalog entry
de: Katalogeintrag

# AhMatClass definition
source: Link to the Catalog
de: Link zum Katalog

# AhMatClass definition
source: Material class
cs: Trída materiálu
de: Material Klasse

# AhMatClass definition
source: Material classes
cs: Trídy materiálu
de: Material Klassen

source: Material class display name
cs: Jméno třídy materiálu k zobrazení
de: Material Klasse display name

source: Name of the material class for displaying
cs: Jméno třídy materiálu, které se bude zobrazovat
de: Name der materialklasse zur Anzeige

source: Material class description
cs: Popis třídy materiálu
de: Material Klasse Beschreibung

source: Text to describe the material class.
cs: Text popisující třídu materiálu
de: Text zur Beschreibung der materialklasse.

# AhAnswer definition
source: Owner
cs: Vlastník
de: Besitzer

# AhAnswer definition
source: Link to Owner
cs: Odkaz na vlastníka
de: Link zum Besitzer

# AhAnswer definition
source: Offer
cs: Nabídka
de: Angebot

# AhAnswer definition
source: Link to Offer
cs: Odkaz na nabídku
de: Link zum Angebot

# AhAnswer definition
source: Total price
cs: Celková cena
de: Gesamtpreis

# AhAnswer definition
source: Final price for the answer
cs: Cena za celou odpověď
de: Endpreis für die Antwort

source: Bound
cs: Propojeno
de: Gebunden

source: Mark bound answers.
cs: Označení propojené odpovědi
de: Mark gebundene Antworten.

# AhAnswer definition
source: Creator
cs: Tvůrce
de: Schöpfer

# AhAnswer definition
source: Link to Creator
cs: Odkaz na tvůrce
de: Link zum Schöpfer

# AhAnswer definition
source: Last change
cs: Poslední změnil
de: Zu letzt geändert

# AhAnswer definition
source: Link to user made last change
cs: Odkaz uživatele, který provedl poslední změnu
de: Link zum Benutzer, wer Letzte änderung vorgenommen hat

# AhAnswer definition
source: Auction URL
cs: URL aukce
de: Auktion URL

# AhAnswer definition
source: Online auction url
cs: URL online aukce
de: Url der Online-Auktion

# AhAnswer definition
source: Answer
cs: Odpověď
de: Antwort

# AhAnswer definition
source: Answers
cs: Odpovědi
de: Antworten

# AhAnswerLine definition
source: Price per unit
cs: Cena za jednotku
de: Preis pro Einheit

# AhAnswerLine definition
source: Price for one measurement unit
cs: Cena za měrnou jednotku
de: Preis für eine Maßeinheit

# AhAnswerLine definition
source: Total price
cs: Celková cena
de: Gesamtpreis

# AhAnswerLine definition
source: Final price for the line
cs: Celková cena řádky
de: Endpreis für eine Linie

# AhAnswerLine definition
source: Answer
cs: Odpověď
de: Antwort

# AhAnswerLine definition
source: Link to Answer
cs: Odkaz na odpověď
de: Link zur Antwort

# AhAnswerLine definition
source: Offer line
cs: Řádka nabídky
de: Angebot Satz

# AhAnswerLine definition
source: Link to line of offer
cs: Odkaz na řádku nabídky
de: Link zum Angebot Satz

# AhAnswerLine definition
source: Answer line
cs: Řádka odpovědi
de: Antwort Satz

# AhAnswerLine definition
source: Answer lines
cs: Řádky odpovědi
de: Antwort Satzen

source: Offers:
cs: Nabídky:
de: Angebote:

source: Wating offers
cs: Čekající nabídky
de: Wartende Angebote

source: Answers:
cs: Odpovědi:
de: Antworten:

source: Auction:
cs: Aukce:
de: Auktion:

source: Owner:
cs: Vlastník:
de: Besitzer:

source: Minimal total price:
cs: Minimální celková cena:
de: Minimaler Gesamtpreis:

source: Amount
cs: Množství
de: Menge

source: Min. Unit Price
de: Min. Einzelpreis

source: Click to update line
cs: Použijte ke změně řádky
de: Aktivieren, um das Satz zu Bearbeiten

source: Click to update the offer
cs: Použijte ke změně nabídky
de: Aktivieren, um Angebot zu Bearbeiten

source: Add a new step to offer
cs: Přidat nový krok
de: Neuen Schritt zum Gebot hinzufügen

source: Add a new step to answer
de: Neuen Schritt zu Antwort hinzufügen

source: Offer information
cs: Informace o nabídce.
de: Angebot Informationen

source: Delete offer
cs: Smazat nabídku
de: Angebot löschen

source: Are you sure, you want to delete the answer
cs: Jste si jistý, že chete odstranit odpověď
de: Sind Sie sicher, dass Sie den Kunden löschen möchten

source: Yes, Delete
cs: Ano, odstranit
de: Ja, Löschen

source: Cancel
cs: Zpět
de: Stornieren

source: Tip: Setting a state discards any unsaved changes made on this page.
cs: Tip: nastavení stavu vyřadí všechny neuložené změny provedené na této stránce.
de: Tipp: Beim festlegen eines Status werden alle ungespeicherten änderungen auf dieser Seite verworfen.

source: Please make sure to save any changes before changing offer's state.
cs: Tip: nastavení stavu vyřadí všechny neuložené změny provedené na této stránce.
de: Bitte speichern Sie änderungen, bevor Sie den Status des Angebots ändern.

source: Offer
cs: Nabídka
de: Angebot

source: Offer description:
cs: Popis nabídky:
de: Angebot Beschreibung:

source: Offer lines
cs: Řádky nabídky
de: Angebot Satzen

source: Minimal unit price
cs: Minimální cena za jednotku
de: Minimaler Stückpreis

source: Offers documents
cs: Dokumenty nabídky
de: Dokumente-Angebot

source: New answer
cs: Nová odpověď
de: Neue Antwort

source: Answer Information
cs: Informace o odpovědi
de: Antwort Informationen

source: You can change the price you bid for each offer line individually.
cs: Můžete změnit cenu, pro každou řadku individuálně.
de: Sie können den gebotenen Preis für jede angebotszeile individuell ändern.

source: The unit and total prices for a line and total answer price get recalculated when one of the values changes.
cs: Jednotkové a celkové ceny za řádek a celková cena odpovědi se přepočítají, když se jedna z hodnot změní.
de: Die Einheit - und Gesamtpreise für eine Zeile und gesamtantwortpreis werden neu berechnet, wenn sich einer der Werte ändert.

source: Answer total price:
cs: Odpověd celkem:
de: Antwort insgesamt:

source: Answer lines:
cs: Řádky odpovědi:
de: Antwort Satzen:

source: Min. unit price
cs: Min. cena mj
de: Min. Einzelpreis

source: Price per unit
cs: Cena za jednotku
de: Preis pro Einheit

source: Price total
cs: Celková cena
de: Preis insgesamt

source: Update price per unit
cs: Změňte cenu za jednotku
de: Preis pro Einheit setzen

source: Update total price
cs: Změňte celkovou cenu
de: Gesamtpreis setzen

source: State history
cs: Historie stavů
de: Zustand Geschichte

source: State
cs: Stav
de: Zustand

source: Created by
cs: Vytvořil
de: Erstellt von

source: Created at
cs: Vytvořeno
de: Erstellt am

source: Add new step
cs: Přidat nový krok
de: Neuen Schritt hinzufügen

source: Answer list
de: Antwort-Liste

source: A list of all answers in the application.
de: Eine Liste aller Antworten in der Anwendung.

source: Owner
cs: Vlastník
de: Besitzer

source: Creator
cs: Tvůrce
de: Schöpfer

source: Material class detail
de: Material Klasse detail

source: Description:
cs: Popis:
de: Beschreibung:

source: Measurement unit:
cs: Měrná jednotka:
de: Maßeinheit:

source: Are you sure, you want to delete the offer
cs: Jste si jistý, že chete odstranit nabídku
de: Sind Sie sicher, Sie möchten das Angebot löschen

source: Offer Lines
cs: Řádky nabídky
de: Angebot Satzen

source: Add a line to offer
cs: Přidat řádku nabídky
de: Fügen Sie eine Zeile dem Angebot zu

source: Answers
cs: Odpovědi
de: Antworten

source: Total price
cs: Celková cena
de: Gesamtpreis

source: Answer by
cs: Odpověďěl
de: Antwort von

source: Answer total:
cs: Odpověd celkem:
de: Antwort insgesamt:

source: Answer documents
cs: Dokumenty odpovědi
de: Dokumente-Antwort

source: Lines:
cs: Řádky
de: Satze:

source: Offer list
cs: Soupis nabídek
de: Angebotsliste

source: A list of all offers in the application.
cs: Seznam všech nabídek v aplikaci.
de: Eine Liste aller Angebote in der Anwendung.

source: Are you sure, you want to delete offer line
cs: Jste si jistý, že chete odstranit řádku nabidky
de: Sind Sie sicher, Sie möchten angebotssatz löschen

source: Edit price per unit
de: Preis pro Einheit Bearbeiten

source: Change the price for a single unit in an answer to an offer line. The price has to meet the minimal unit price set by offer's owner.
de: Ändern Sie den pro Einheit Preis in Antwort auf eine angebotszeile. Der Preis muss den minimalen Stückpreis des Anbieters erfüllen.

source: Edit total price
de: Gesamtpreis Bearbeiten

source: Change the total price of an answer to an offer line. The price has to meet the minimal total price set by offer's owner.
de: Ändern Sie den pro Gesamtpreis in Antwort auf eine angebotszeile. Der Preis muss den minimalen Stückpreis des Anbieters erfüllen.

source: Minimal unit price:
cs: Minimální cena za jednotku:
de: Minimaler Stückpreis:

source: Click to update the answer
cs: Použijte ke změně odpovědi
de: Aktivieren, um die Antwort zu Bearbeiten

source: Offer Description
de: Angebot Beschreibung

source: Click to view the offer
cs: Použijte k prohlédnutí nabídky
de: Aktivieren, um das Angebot anzuzeigen

source: Click to view offer owner
cs: Použijte k prohlédnutí vlastníka nabídky
de: Aktivieren, um dem Besitzer von antwort anzuzeigen

source: Click to answer
de: Klicken, um zu Antworten

source: This offer is not in auction yet.
de: Dieses Angebot ist noch nicht in Auktion.

source: This auction has not started yet.
cs: Tato aukce ještě nezačala.
de: Diese Auktion hat noch nicht begonnen.

source: Auction is starting at:
cs: Aukce začíná:
de: Auktion beginnt am:

source: This auction has already ended.
cs: Tato aukce je již u konce.
de: Diese Auktion ist bereits beendet.

source: Auction details
cs: Detail aukce
de: Auktion details

source: Auction end:
cs: Konec aukce:
de: Auktionsende:

source: My bid
de: Mein Gebot

source: Price
cs: Cena
de: Preis

source: Total price:
cs: Celková cena:
de: Gesamtpreis:

source: Offer detail
cs: Nabídka - detail
de: Angebot Details

source: Best bids
cs: Nejlepší příhozy
de: Beste Gebote

source: Server error. Trying again...
de: Serverfehler. Ein weiterer Versuch...

source: Winning
de: Preisgekrönt

source: Auction
cs: Aukce
de: Auktion

source: Answer
cs: Odpověď
de: Antwort

source: Offers waiting for approval
cs: Nabídky čekající na schválení
de: Angebote warten auf Genehmigung

source: A list of offers waiting for approval in the application.
de: Eine Liste der Angebote warten auf die Genehmigung in der Anwendung.

source: Documents
cs: Dokumenty
de: Documente

source: Edit offer
cs: Upravit nabídku
de: Angebot Bearbeiten

source: Online auction
cs: Online aukce
de: Online-Auktion

source: Offer detail view.
cs: Nabídka - detailní pohled
de: Angebot Detailansicht.

source: Offer information.
de: Angebot Informationen

source: Edit offer as a poweruser.
cs: Upravit nabídky jako poweruser
de: Angebot als Poweruser Bearbeiten.

source: Modify the offer's data.
cs: Upravit data nabídky
de: Ändern Sie die Daten des Angebots.

source: Your line has been updated!
cs: Váše řádka byla změněna!
de: Ihr Satz wurde aktualisiert!

source: Edit line
cs: Upravit řádku
de: Profil Bearbeiten

source: Edit a specific line in the offer.
cs: Upravit vybranou řádku nabídky
de: Zeile Bearbeiten

source: Your offer has been added!
cs: Váše nabídka byla přidána!
de: Ihr Angebot wurde Hinzugefügt!

source: Add a line
cs: Přidat řádku
de: Eine Zeile hinzufügen

source: Add a new product for offer.
cs: Přidat novou položku do nabídky
de: Fügen Sie ein neues Produkt zum Angebot hinzu.

source: Create new offer
cs: Vytvořit novou nabídku
de: Neues Angebot erstellen

source: Edit customer info
cs: Upravit informace o zákazníkovi
de: Kunden-info Bearbeiten

source: Auction homepage
cs: Domácí strana aukce
de: Auktion homepage

source: New offer
cs: Nová nabídka
de: Neues Angebot

source: Create a new auction offer
cs: Vytvořit novou nabídku aukce
de: Neues Auktionsangebot erstellen

source: List of offers
cs: Seznam nabídek
de: Liste der Angebote

source: Your offer has change the state!
cs: Váše nabídka změnila stav!
de: Ihr Angebot hat den Zustand ändern!

source: Your answer has change the state!
cs: Váš odpověď změnila stav!
de: Ihre Antwort hat den Zustand ändern!

source: Edit answer
cs: Upravit odpověď
de: Antwort Bearbeiten

source: Edit description
cs: Upravit popis
de: Beschreibung Bearbeiten

source: Detailed view of an answer to:
cs: Detailní pohled odpovědi na:
de: Detailansicht einer Antwort auf:

source: Edit answer as a poweruser.
de: Antwort als poweruser bearbeiten.

source: Modify the answer's data.
de: Ändern Sie die Daten der Antwort.

source: Offers waiting for answers
de: Angebote wartende auf Antworten

source: List of offers that you can make an answer to.
de: Liste der Angebote, auf die Sie eine Antwort geben können.

source: waiting offer
cs: čekající nabídky
de: Wartende Angebote

source: List of answers
cs: Seznam odpovědí
de: Liste der Angebote

source: Your answer has been added!
cs: Váš odpověď byla přidána!
de: Ihre web-url wurde Hinzugefügt!

# ah_customer_answer_create-title
source: create-answer
cs: odpověď-vytvoření
de: antwort-erstellen

source: Create new answer
cs: Vytvořit novou odpověď
de: Neues Antwort erstellen

source: Step has been added!
cs: Byl přidán krok!
de: Schritt wurde Hinzugefügt!

source: Online auction info
cs: Online aukce - informace
de: Online-Auktion-info

source: Password
cs: Heslo
de: Passwort

source: Enter password
cs: Vložte heslo
de: Passwort eingeben

source: Password confirmation
cs: Ověření hesla
de: Passwort-Bestätigung

source: Confirm password
cs: Opětovným zadáním ověřte heslo.
de: Bestätigen Sie dem Passwort

source: Passwords don't match
cs: Hesla nesouhlasí.
de: Passwörter passen nicht zusammen

source: Translation
cs: Překlad
de: Übersetzung

source: Translations
cs: Překlady
de: Übersetzungen

source: Enter a new password for your account.
cs: Vložte nové heslo pro váš účet
de: Geben Sie ein neues Passwort für Ihr Konto ein.

source: Repeat the same password.
cs: Zopakujte nové heslo
de: Wiederholen Sie das gleiche Passwort.

source: The passwords don't match. Please try writing them again.
cs: Hesla se neshodují. Prosím, zopakovat ještě jednou.
de: Die Passwörter Stimmen nicht überein. Versuchen Sie bitte Passwörte wieder zu schreiben.

source: User must have an email address.
de: Benutzer muss eine E-Mail-Adresse haben.

source: email address
cs: e-mail adresa
de: E-Mail-Adresse

source: This acts as the username when logging in.
cs: Toto slouží jako jméno uživatele při přihlašování.
de: Dies fungiert als Benutzername beim anmelden.

source: Only informational.
cs: Jen pro informaci.
de: Nur informativ.

source: Is Active
cs: Je aktivní
de: Ist Aktiv

source: User can log into the website and isn't blocked.
cs: Uživatel se může přihlásit na webovou stránku a není blokovaný.
de: Der Benutzer kann sich auf der website anmelden und ist nicht blockiert.

source: access admin tools
cs: admin nástroje
de: Zugriff auf admin-tools

source: User can access administration tools
cs: uživatel má přístup na administrativní nástroje
de: Benutzer können auf Administrationstools zugreifen

# ProjectCustomUser definition
source: Customer
cs: Zákazník
de: Kunde

# ProjectCustomUser definition
source: Link to Customer
cs: Odkaz na zákazníka
de: Link zum Kunden

# ProjectCustomUser definition
source: Project
cs: Projekt
de: Projekt

# ProjectCustomUser definition
source: Link to Project
cs: Odkaz na projekt
de: Link zum Projekt

# ProjectCustomUser definition
source: User
cs: Uživatel
de: Benutzer

# ProjectCustomUser definition
source: Users
cs: uživatelé
de: Benutzers

# UserProfile user
source: user
cs: uživatel
de: Benutzer

# UserProfile definition
source: Link to pattern object
cs: Odkaz klíčový objekt
de: Link zum musterobjekt

# UserProfile user
source: language
cs: Jazyk
de: Sprache

# UserProfile definition
source: Set the language to communicate with the user
cs: Nastavte jazyk pro komunikaci s uživatelem
de: Legen Sie die Sprache fest, um mit dem Benutzer zu kommunizieren

# UserProfile image
source: image
cs: obrázek
de: Bild

# UserProfile definition
source: Here you can add an image to the profile
cs: Zde můžete přidat obrázek k profilu
de: Hier können Sie dem Profil ein Bild hinzufügen

# UserProfile definition
source: User Profile
cs: uživateský profil
de: Benutzerprofil

# UserProfile definition
source: User Profiles
cs: uživatelské profily
de: Benutzerprofile

source: Establishment
cs: Provozovna
de: Einrichtung

source: Establishment name
cs: Jméno provozovny
de: Einrichtungs name

source: Street
cs: Ulice
de: Straße

source: Street in address
cs: Ulice v adrese
de: Straße in der Adresse

source: House
cs: Č.P.
de: Hausnummer

source: House number in address
cs: Číslo popisné domu
de: Hausnummer in Adresse

source: City
cs: Město
de: Stadt

source: City name in address
cs: Jméno města v adrese
de: Stadt name Adresse

source: ZIP
cs: PSČ
de: Postleitzahl

source: ZIP code in address
cs: Poštovní směrovací číslo v adrese
de: Postleitzahl in Adresse

source: headquarter
cs: Sídlo
de: Firmensitz

source: Mark customers headquarter.
cs: Označení sídla zákazníka
de: name des Firmensitzes

# CustomerEstablishments definition
source: Customer
cs: Zákazník
de: Kunde

# CustomerEstablishments definition
source: Link to Customer
cs: Odkaz na zákazníka
de: Link zum Kunden

# CustomerEstablishments definition
source: Establishment
cs: Provozovna
de: Einrichtung

# CustomerEstablishments definition
source: Establishments
cs: Provozovny
de: Einrichtung

# CustomerAddress __str__
source: establishment
cs: provozovna
de: Einrichtung

# Customer definition
source: email address
cs: e-mail adresa
de: E-Mail-Adresse

# Customer definition
source: Required: 150 characters or fewer. Letters, digits and @/./+/-/_ only.
cs: Minimálně 150 znaku. Pouze písmena, čísla a @/./+/-/_
de: Erforderlich: 150 Zeichen oder weniger. Nur Buchstaben, Ziffern und @/./+/-/_

# CustomerEmail definition
source: Customer
cs: Zákazník
de: Kunde

# CustomerEmail definition
source: Link to Customer
cs: Odkaz na zákazníka
de: Link zum Kunden

source: Private address
cs: Skrytá adresa
de: Private Adresse

source: This address will not be included in the info.
cs: Tato adresa nebude zahrnuta do přístupných informací
de: Diese Adresse wird nicht in der info enthalten sein.

source: Admin address
cs: Administrátorská adresa
de: Admin-Adresse
