Repository: Horac-Bouthon/scrap-trade-4
Catalog: scrap_trade_proj/locale/*/LC_MESSAGES/django.po
Languages: cs, de

source: Send notification if this state is activated.
cs: Odeslat upozornění, pokud je stav aktivován.
de: Benachrichtigung senden, wenn dieser Zustand aktiviert ist.

source: Template
cs: Předloha
de: Vorlage

source: Notification template used to generate message
cs: Předloha upozornění použitá pro generování zprávy
de: Benachrichtigungsvorlage zum generieren von Nachrichten

# StepState definition
source: States
cs: Stavy
de: Zustande

source: State name
cs: Jméno stavu
de: Zustand name

source: Display name of state.
cs: Jméno stavu k zobrazení
de: Name des Zustand zu anzeigen.

source: State name plural
cs: Jméno stavu možné
de: Zustand, name im plural

source: Display name of state in plural.
cs: Jméno stavu v množném čísle
de: Name des Zustandes im plural zu anzeigen.

source: State description
cs: Popis stavu
de: Zustandbeschreibung

source: Short description.
cs: Krátký popis
de: Kurzbeschreibung

source: State button text
cs: Text tlačítka stavu
de: Zustand-Taste text

source: Activating button text.
cs: Text aktivačního tlačítka stavu
de: Aktivierungs Knopf Text

source: State template title
cs: Nadpis šablony stavu
de: Zustand Vorlage Titel

source: Template title text.
cs: Text nadpisu šablony
de: Vorlage Titeltext.

source: State template question
cs: Otázka šablony stavu
de: Zustand Vorlage Frage

source: Template text to query state change.
cs: Text s dotazem na změnu stavu ze šablony
de: Vorlagentext, um Zustandsänderung abzufragen.

source: State template text
cs: Text šablony stavu
de: Zustand Vorlagen-text

source: Text to describe the state change.
cs: Text popisující změnu stavu
de: Text zur Beschreibung der Zustandsänderung.

source: State template confirm button
cs: Potvrzovací tlačítko šablony stavu
de: Zustand-Vorlage bestätigen-Taste

source: Template state confirmation button text.
cs: Text tlačítka potvrzujícího změnu stavu v šabloně
de: Vorlage Zustand Bestätigungs-Taste text.

source: State template cancel button
cs: Rušící tlačítko šablony stavu
de: Zustand-Vorlage abbrechen-Taste

source: Template state cancel button text.
cs: Text tlačítka rušícího změnu stavu v šabloně
de: Vorlage Zustand Abbrechen-Taste text.

# Step definition
source: State
cs: Stav
de: Zustand

# Step definition
source: Link to step state
cs: Odkaz stav kroku
de: Link zum Schritt-Zustand

# Step definition
source: Offer
cs: Nabídka
de: Angebot

# Step definition
source: Link to offer
cs: Odkaz na nabídku
de: Link zum Angebot

# Step definition
source: Answer
cs: Odpověď
de: Antwort

# Step definition
source: Link to answer
cs: Odkaz na odpověď
de: Link zur Antwort

# Step definition
source: Created by
cs: Vytvořil
de: Erstellt von

# Step definition
source: Link to creator
cs: Odkaz na tvůrce
de: Link zum Schöpfer

# Step definition
source: Step
cs: Krok
de: Schritt

# Step definition
source: Steps
cs: Kroky
de: Schritte

source: Name:
cs: Jméno:

source: Status:
cs: Stav:

source: Total Min. Price
cs: Celková minimální cena

source: Create
cs: Vytvořit

source: Create a New Answer
cs: Vytvořit novou odpověď

source: Click to delete answer
cs: Použijte k odstranění odpovědi

source: Material class name:
cs: Jméno třídy materiálu:

source: Status
cs: Stav

source: Click to delete offer
cs: Použijte na odstranění nabídky

source: Offer line:
cs: Řádka nabídky:

source: Back to auction
cs: Zpět na aukci

source: Click to create answer
cs: Použijte k vytvoření nové odpovědi

source: Add a bid
cs: Přihodit

source: Click to update price per unit
cs: Použijte ke změně ceny za jednotku

source: How much do you wish to bid?
cs: Kolik chcete přihodit?

source: Place a bid
cs: Umístit příhoz

source: Refresh bid list
cs: Obnovit seznam přihazování

source: Minimal price per unit
cs: Minimální cena za jednotku

# ah_customer_answer_waiting_offers-title
source: offers_waiting
cs: nabídky-čekající

# ah_answer_line_update-title
source: update-line
cs: řádka-změny

# ah_offer_step_create-title
source: create-step
cs: vytvořit-krok

# ah_answer_step_create-title
source: create-step
cs: vytvořit-krok

source: Name
cs: Jméno

source: Bank ID
cs: Identifikace banky

source: Add
cs: Přidat

source: E-mails:
cs: E-maily:

source: Detail
cs: Podrobnosti

source: Web url:
cs: Odkaz na stránku

source: Profile info
cs: Informace o profilu

# customer_email_update-title
source: update-email
cs: email-nastavení

# customer_web_update-title
source: update-web
cs: web-nastavení

# customer_bank_update-title
source: update-bank
cs: nastavení-provozovna

# customer_user_create-title
source: create-user
cs: uživatel-vytvoření

source: and that the message wasn't marked as spam.
cs: a že zpráva nebyla označena jako spam.

# customer-user-profile-title
source: user-profile
cs: uživateský profil

source: Send SMS
cs: Zasílat SMS

source: Subject
cs: Předmět

source: Homepage
cs: Domovská stránka

source: Administrator
cs: Administrátor
