Repository: Horac-Bouthon/scrap-trade-4
Catalog: scrap_trade_proj/locale/*/LC_MESSAGES/django.po
Languages: cs, de

source: Mark special addresses to send additional administration messages.
cs: Označuje adresy, kam se take automaticky odesílají zprávy pro administrátora
de: An diese spezielle Adressen werden zusätzliche administrationsmeldungen gesendet.

source: Business address
cs: Obchodní adresa
de: Geschäftsadresse

source: Business messages will be sent to this address
cs: Na tuto adresu budou zasílány obchodní zprávy
de: Business-Nachrichten werden an diese Adresse gesendet

# CustomerEmail definition
source: Customer email
cs: E-mail zákazníka
de: Kunden-E-Mail

# CustomerEmail definition
source: Customer emails
cs: E-maily zákazníka
de: Kunden-E-Mails

source: address
cs: adresa
de: Adresse

source: Account number
cs: Číslo účtu
de: Kontonummer

source: National identification of the bank
cs: Vnitrostátní identifikace banky
de: Nationale Identifikation der Bank

source: International account identification
cs: Mezináridní inentifikace účtu
de: Internationale Kontokennung

source: Prefered account
cs: Preferovaný účet
de: Bevorzugtes Konto

source: Preferably use this account.
cs: Přednostně používat tento účet
de: Vorzugsweise dieses Konto verwenden.

# CustomerBankAccount definition
source: Customer bank account
cs: Bankovní účet zákazníka
de: Kunden Bankkonto

# CustomerBankAccount definition
source: Customer bank accounts
cs: Bankovní účty zákazníka
de: Kunden Bankkonten

# BasicPhoneCategory definition
source: Type
cs: Typ
de: Typ

# BasicPhoneCategory definition
source: Phone category type
cs: Typ kategorie telefonu
de: Telefon Kategorie Typ

# BasicPhoneCategory definition
source: Phone category
cs: Kategorie telefonu
de: Telefon Kategorie

# BasicPhoneCategory definition
source: Phone categories
cs: Kategorie telefonu
de: Telefon Kategories

source: Customer phone
cs: Telefon
de: Kunden Telefon

source: Customer phone number
cs: Telefonní číslo
de: Kundentelefonnummer

source: Phone description
cs: Popis telefonu
de: Telefon Beschreibung

# CustomerPhone definition
source: Phone category
cs: Kategorie telefonu
de: Telefon Kategorie

# CustomerPhone definition
source: Category of the phone
cs: Kategorie do které je telefon zařazen.
de: Kategorie des Telefons

# CustomerPhone definition
source: Customer
cs: Zákazník
de: Kunde

# CustomerPhone definition
source: Link to Customer
cs: Odkaz na zákazníka
de: Link zum Kunden

# CustomerEmail definition
source: Customer phone
cs: Zákazníkův Telefon
de: Kunden Telefon

# CustomerEmail definition
source: Customer phones
cs: Zákazníkovy Telefony
de: Kunden Telefonen

source: Customer web
cs: Webstránka zákazníka
de: Kunden Seite

source: Customers website URL
cs: URL stránky zánazníka
de: Kunden website-URL

# CustomerWeb definition
source: Customer website
cs: Webstránka zákazníka
de: Kunden Seite

# CustomerWeb definition
source: Customer websites
cs: Webstránky zákazníka
de: Kunden Seiten

source: Customer name
cs: Jméno zákazníka
de: Benutzername

source: Customer identification
cs: Identifikace zákazníka
de: Benutzeridentifikation

source: Registration number
cs: IČO
de: Registrierungsnummer

source: Customer registration number
cs: Identifikační číslo zákazníka
de: Kunden Registriernummer

source: VAT
cs: DIČ
de: Steuernummer

source: Customer VAT number
cs: Daňová identifikace zákazníka
de: Kunden Steuer-Nummer

# Customer image
source: Background
cs: Pozadí
de: Hintergrund

source: Image to fill customers web page background
cs: Obrázek pro nastavení pozadí stránek zákazníka
de: Bild zu füllen Kunden Webseite hintergrund

source: Customer logo
cs: Zákazníkovo logo
de: Kunden Logo

# Customer definition
source: Customer
cs: Zákazník
de: Kunde

# Customer definition
source: Customers
cs: Zákazníci
de: Kunden

source: Customer description
cs: Popis zákazníka
de: Kunden-Beschreibung

source: Text to describe the Customer extensively.
cs: Text podrobně popisující zákazníka
de: Text, um den Kunden ausführlich zu beschreiben.

source: Short description
cs: Krátký popis
de: Kurzbeschreibung

source: Short text to describe the Customer.
cs: Text který krátce popisuje zákazníka
de: Kurzer text zur Beschreibung des Kunden.

source: Delete Customer
cs: Smazat zákazníka
de: Kunden Löschen

source: Are you sure, you want to delete the Customer
cs: Jste si jistý, že chete odstranit zákazníka
de: Sind Sie sicher, dass Sie den Kunden löschen möchten

source: Details
cs: Podrobnosti
de: Detaile

source: Registration number:
cs: IČO:
de: Registrierungsnummer:

source: VAT:
cs: DIČ:
de: Steuernummer:

source: Edit Customer Details
cs: Upravit podrobnosti zákazníka
de: Bearbeiten der Kundendaten

source: Descriptions
de: Beschreibung

source: Short description:
cs: Krátký popis:
de: Kurzbeschreibung:

source: Long description:
cs: Podrobný popis
de: Detailbeschreibung:

source: Edit translated descriptions
cs: Upravit překložený popis
de: Übersetzte Beschreibungen Bearbeiten

source: Users:
cs: Uživatelé:
de: Benutzers:

source: Add New User to Customer
cs: Přidat uživatele zákazníku
de: Neuer Benutzer zum Kunden hinzufügen

source: Edit customer details
cs: Upravit podrobnosti zákazníka
de: Bearbeiten der Kundendaten

source: Establishments:
cs: Provozovny:
de: Einrichtungen:

source: Websites:
cs: Webové stránky
de: Website:

source: Phones:
cs: Telefonní čísla:
de: Telefone:

source: Bank accounts:
cs: Bankovní spojení:
de: Bankkonten:

source: Documents:
cs: Dokumenty:
de: Dokumente:

# button-tooltip
source: View detailed customer info
cs: Podrobné informace o zákazníkovi
de: Detaillierte Kundeninformationen anzeigen

source: My Auction
cs: Moje aukce
de: Meine Auktion

source: View Auction
cs: Zobrazit aukci
de: Auktion Ansehen

# collapse-button-title
source: Toggle details
cs: Přepnout podrobnosti
de: Details Umschalten

source: Establishments
cs: Provozovny
de: Einrichtung

# navbar-languages
source: Go
cs: Start
de: OK

source: Delete bank account
cs: Odstranit bankovní spojení
de: Bankkonto löschen

source: Are you sure, you want to delete bank account:
cs: Jste si jistý, že chete odstranit bankovní spojení:
de: Sind Sie sicher, Sie möchten diese Bankkonto löschen:

source: Bank account:
cs: Bankovní spojení:
de: Bankkonto:

source: Send
cs: Odeslat
de: Senden

source: Delete email
cs: Odstranit emial
de: E-Mail löschen

source: Are you sure, you want to delete email:
cs: Jste si jistý, že chete odstranit e-mail:
de: Sind Sie sicher, diesem E-Mail zu löschen:

source: Delete establishment
cs: Odstranit provozovnu
de: Einrichtung löschen

source: Are you sure, you want to delete establishment:
cs: Jste si jistý, že chete odstranit provozovnu:
de: Sind Sie sicher, dieses Einrichtung zu löschen:

source: Establishment:
cs: Provozovna:
de: Einrichtung:

source: Delete phone
cs: Smazat telefonního čísla
de: Telefonnummer Löschen

source: Are you sure, you want to delete phone:
cs: Jste si jistý, že chete odstranit telefonní číslo:
de: Sind Sie sicher, diesem Telefonnummer zu löschen:

source: Phone:
cs: Telefonní číslo:
de: Telefon:

source: Delete web url
cs: Odstranit odkaz na stránku
de: Web-url löschen

source: Are you sure, you want to delete web url:
cs: Jste si jistý, že chete odstranit odkaz na stránku:
de: Sind Sie sicher, diesem web-url zu löschen:

# login_template
source: Log In
cs: Přihlašení
de: Melden Sie sich an

# login form submit button
source: Login
cs: Přihlásit se
de: Anmelden

source: Forgot your password?
cs: Zapoměli jste heslo?
de: Passwort vergessen?

source: Modify user
de: Benutzer ändern

source: As a customer administrator, change the user.
de: Ändern Sie als kundenadministrator den Benutzer.

source: User information
de: Benutzerinformationen

source: Email address:
de: E-Mail-Adresse:

source: Change
de: Ändern

source: User:
cs: Uživatel:
de: Benutzer:

source: Reset a forgotten password
cs: Nastavte si zapomenuté heslo
de: Passwort zurücksetzen

# reset forgotten password user
source: For user:
cs: Pro uživatele:
de: Für Benutzer:

source: Send a password reset link to this email
cs: Odešlete odkaz pro nastavení hesla na tento email.
de: Einen Passwort-reset-link zu dieser E-Mail senden

source: Change password
cs: Změnit heslo
de: Passwort ändern

source: Send a password reset link
de: Einen Passwort-reset-link senden

source: Join Today
cs: Přidejte se
de: Melden Sie Sich Noch Heute Ein

source: Sign Up
cs: Vytvořit
de: Konto erstellen

source: Already Have An Account?
cs: Máte již účet?
de: Haben Sie Bereits Ein Konto?

source: Please Log In
cs: přihlašte se, prosím
de: Bitte Anmelden

source: Customer list
cs: Seznam zákazníků
de: Kundenliste

source: A list of all signed up customers using the website.
cs: Seznam všech přihlášených zákazníků používajících webové stránky.
de: Eine Liste aller angemeldeten Kunden, die die website nutzen.

source: Add New Customer
cs: Přidat zákazníka
de: Neue Kunden Hinzufügen

source: Edit Customer
cs: Upravit zákazníka
de: Kunden Bearbeiten

source: To Auction
cs: Na aukci
de: Zur Auktion

source: Detailed customer information
cs: Podrobné informace o zákazníkovi
de: Detaillierte Kundeninformationen

source: Edit
cs: Upravit
de: Bearbeiten

source: Your e-mail has been updated!
cs: Váš e-mail byl změněn!
de: Ihre e-mail wurde aktualisiert!

source: Your e-mail has been added!
cs: Váš e-mail byl přidán!
de: Ihre e-mail wurde Hinzugefügt!

# customer_email_update-title
source: create-email
cs: email-vytvoření
de: E-Mail-erstellen

source: Your web url has been added!
cs: Váš odkaz na stránku byl přidán!
de: Ihre web-url wurde Hinzugefügt!

# customer_web_update-title
source: create-phone
cs: telefon-vytvoření
de: telefonnummer -erstellen

source: Your web url has been updated!
cs: Váš odkaz na stránku byl změněn!
de: Ihre web-url wurde aktualisiert!

source: Your phone has been added!
cs: Váše telefonní číslo bylo přidáno!
de: Ihre Telefonnummer wurde Hinzugefügt!

source: Your phone has been updated!
cs: Váš telefonní číslo bylo změněno!
de: Ihr Telefonnummer wurde aktualisiert!

# customer_phone_update-title
source: update-phone
cs: telefon-nastavení
de: update-telefonnummer

# customer_bank_create-title
source: create-bank-account
cs: vytvořit-účet
de: bankkonto-erstellen

source: Your bank account has been updated!
cs: Váš účet byl změněn!
de: Ihr Konto wurde aktualisiert!

source: Your establishment has been added!
cs: Váše provozovna byla přidána!
de: Ihre Einrichtung wurde Hinzugefügt!

# customer_est_create-title
source: create-establishment
cs: vytvořit-provozovnu
de: einrichtung-erstellen

source: Your establishment has been updated!
cs: Váše provozovna byla změněna!
de: Ihre Einrichtung wurde aktualisiert!

# customer_bank_update-title
source: update-establishment
cs: aktualizace-provozovny
de: update-einrichtung

source: The user has been created.
cs: Zákazník byl vytvořen
de: Benutzer wurde aktualisiert!

source: An email with a link for setting a new password has been sent to the user's address.
cs: Na adresu uživatele byl odeslán e-mail s odkazem pro nastavení nového hesla
de: Eine E-Mail mit einem link zum festlegen eines neuen Passworts wurde an die Adresse des Benutzers gesendet

source: This link is valid for 48 hours from now.
cs: Odkaz je aktivní v průběhu 48 hodin od tohoto okamžiku.
de: Dieser link ist ab sofort für 48 Stunden gültig.

source: A reset link has been sent to your email address.
de: Ein reset-link wurde an die E-Mail-Adresse gesendet.

source: A reset link has been sent to the email address.
cs: Na e-mailovou adresu byl odeslán odkaz pro obnovení hesla.
de: Ein reset-link wurde an die E-Mail-Adresse gesendet.

source: If you didn't recieve any email, make sure that your address has been typed correctly
cs: Pokud jste neobdrželi e-mail, ujistěte se, že vaše adresa byla správně napsána
de: Wenn Sie keine E-Mail erhalten haben, stellen Sie sicher, dass Ihre Adresse korrekt eingegeben wurde

source: and that the message wasn't marked as spam.
de: und dass die Nachricht nicht als Spam markiert ist.

source: The password reset link is either invalid or expired.
cs: Odešlete odkaz pro nastavení hesla na tento email.
de: Die Passwort-reset-link ist entweder ungültig oder abgelaufen

source: You have successfully changed your password.
cs: Úspěšně jste změnili své heslo.
de: Sie haben Ihr Passwort erfolgreich geändert.

source: You can now use the new password to log into your account.
cs: Nyní můžete použít nové heslo pro přihlášení do vašeho účtu.
de: Mit dem neuen Passwort können Sie sich nun in Ihr Konto einloggen.

source: User has been updated!
cs: Zákazník byl změněn!
de: Benutzer wurde aktualisiert!

# customer_user_update-title
source: update-user
cs: uživatel-nastavení
de: update-benutzer

source: Your translation has been updated!
cs: Váš překlad byl změněn!
de: Ihre übersetzung wurde aktualisiert!

# customer_tran_update-title
source: update-translation
cs: úprava-překladu
de: update-übersetzung

source: Successfully logged in
cs: Úspěšně přihlášeno
de: Erfolgreich eingeloggt

# customer-login-title
source: Login
cs: Přihlásit se
de: Anmelden

source: You have been logged out
cs: Byli jste odhlášeni.
de: Sie wurden ausgeloggt

source: Your account has been updated!
cs: Váš účet byl změněn!
de: Ihr Konto wurde aktualisiert!

source: Edit your profile
de: Profil Bearbeiten

source: Document type
cs: Typ dokumentu
de: Dokumentart

source: Document types
cs: Typy dokumentů
de: Dokumentarten

# DocType definition
source: Type key
cs: Klíč typu
de: Typ-Schlüssel

# DocType definition
source: Document type
cs: Typ dokumentu
de: Dokumentart

source: Type name
cs: Jméno typu
de: Typnamen

source: Display name of document type.
cs: Jméno stavu k zobrazení
de: Name des Dokumenttyps.

source: Document Connection Key.
cs: Klíč pro napojení dokumentu
de: Dokument Verbindung Schlüssel.

source: Document name
cs: Jméno dokumentu
de: Dokumentnamen

source: Name of the document.
cs: Oznečení dokumentu.
de: Name des Dokuments.

source: Document description
cs: Popis dokumentu
de: Beschreibung des Dokuments

source: Description of the document.
cs: Podrobnější popis dokumentu
de: Beschreibung des Dokuments.

# Document definition
source: Type
cs: Typ
de: Typ

# Document definition
source: Document type
cs: Typ dokumentu
de: Dokumentart

# Document definition
source: Created by
cs: Vytvořil
de: Erstellt von

# Document definition
source: Link to creator
cs: Odkaz na tvůrce
de: Link zum Schöpfer

# Document file
source: File
cs: Soubor
de: Datei

# Document definition
source: Document
cs: Dokument
de: Dokument

# Document definition
source: Documents
cs: Dokumenty
de: Dokumente

source: Open document in a new tab
cs: Otevře dokument v nové záložce
de: Dokument in einem neuen tab öffnen

source: Download document
cs: Stáhnout dokument
de: Dokument herunterladen

source: Document name:
cs: Jméno dokumentu:
de: Dokumentnamen:

source: Picture
cs: Obrázek
de: Bild

source: File
cs: Soubor
de: Datei

source: Open in new tab
cs: Otevřít v nové záložce
de: In einem neuen tab öffnen

source: Download
cs: Stáhnout
de: Dokument herunterladen

source: Tip: If you'd like to replace the uploaded file, you have to create a new document (and delete this one, if needed).
cs: Tip: pokud chcete nahradit nahraný soubor, musíte vytvořit nový ocument (a v případě potřeby smazat tento).
de: Tipp: Wenn Sie die hochgeladene Datei ersetzen möchten, müssen Sie ein neues Dokument erstellen (und ggf. löschen).

source: Document list:
cs: Dokumenty:
de: Dokumente:

source: Delete
cs: Smazat
de: Löschen

source: Delete document
cs: Odstranit dokument
de: Dokument löschen

source: Are you sure, you want to delete the document
cs: Jste si jistý, že chete odstranit dokumet
de: Sind Sie sicher, dass Sie das Dokument löschen möchten

source: Document management
cs: Správa dokumentů
de: Dokumentenverwaltung

source: Back
cs: Zpět
de: Zurück

source: Add Document
cs: Přidat Dokument
de: Dokument Hinzufügen

source: Document has been added!
cs: Dokument byl přidán!
de: Dokument wurde Hinzugefügt!

source: Add document
cs: Přidat dokument:
de: Dokument hinzufügen

source: Add a document to an object
cs: Přidat dokument do objektu
de: Ein Dokument zu einem Objekt hinzufügen

source: Document has been updated!
cs: Dokument byl úspěšně změněn!
de: Dokument wurde aktualisiert!

source: Modify the document's descriptions
cs: Upravit popis dokumentu
de: Beschreibung des Dokuments Bearbeiten

source: Open key to connect loose parts.
cs: Otevřený klíč k propojení volných konců
de: Schlüssel, um lose Teile zu verbinden.

# OpenId definition
source: Open ids
cs: Open id
de: Open id

source: Message template
cs: Předloha zprávy
de: Nachricht Vorlage

source: Send emails
cs: Zasílat emaily
de: Emails senden

source: Can send emails.
cs: Mohu odesílat emaily.
de: Kann E-Mails senden.

source: Can send SMS.
cs: Mohu odesílat SMS
de: Kann SMS senden.

source: Smtp addrerss
cs: Adresa SMTP
de: SMTP Adresse

source: URL to connect to SMTP server.
cs: URL pro připojení SMTP serveru
de: URL zum verbinden mit SMTP-server.

source: Port to connect to SMTP server.
cs: Port pro připojení SMTP serveru
de: Port zum verbinden mit SMTP-server.

source: Connect SSL
cs: Připojit přes SSL
de: SSL-Verbindung

source: Use SSL connection.
cs: Použít SSL připojení
de: Die SSL-Verbindung verwenden.

source: Smtp user
cs: Uživatel SMTP
de: SMTP-Benutzer

source: User to connect SMTP server.
cs: Uživatel pro připojení SMTP serveru
de: Benutzer zum verbinden mit SMTP-server.

source: Smtp user password
cs: Heslo uživatele SMTP
de: SMTP-Benutzer-Passwort

source: User password to connect SMTP server.
cs: Heslo uživatele pro připojení SMTP serveru
de: Benutzer Passwort SMTP-server zu verbinden.

# MessTemp definition
source: Template key
cs: Klíč předlohy
de: Vorlage Schlüssel

# MessTemp definition
source: Key to identify the template
cs: Klíč identifikující předlohu
de: Schlüssel zur Identifizierung der Vorlage

# MessTemp definition
source: Template type
cs: Typ předlohy
de: Vorlagentyp

# MessTemp definition
source: Template type (text/html)
cs: Typ předlohy (text/html)
de: Vorlagentyp (text/html).

# MessTemp definition
source: Message Template
cs: Předloha zprávy
de: Nachricht Vorlage

# MessTemp definition
source: Message Templates
cs: Předlohy zpráv
de: Nachrichtenvorlagen

source: Message subject.
cs: Předmět zprávy
de: Betreffent

source: Body
cs: Tělo
de: Nachrichtentext

source: Message body (playn-text/html).
cs: Tělo zprávy (playn-text/html)
de: Nachrichtentext (text/html).

source: Not set
cs: Není přiřazen
de: Nicht gesetzt

source: Project name
cs: Jméno projektu.
de: Projektnamen

source: Project description
cs: Popis projektu
de: Projektbeschreibung

source: Text to describe project.
cs: Text popisující projekt
de: Text, der das Projekt beschreibt.

# Project image
source: Background
cs: Pozadí
de: Hintergrund

source: Image to fill Project web page background
cs: Obrázek pro nastavení pozadí projektu
de: Bild der Projekthintergrund zu füllen

source: Project logo
cs: Logo projektu.
de: Projekt-logo

# Project definition
source: Project
cs: Projekt
de: Projekt

# Project definition
source: Projects
cs: Projekty
de: Projekte

source: Page identity
cs: Označení stránky
de: Seite Identität

source: Identifikation of page
cs: Identifikace stránky
de: Identifizierung der Seite

source: Sequence number
cs: Pořadové číslo
de: Sequenznummer

source: Page order in the menu
cs: Pořadí strany v menu
de: Seitenreihenfolge im Menü

# StaticPage definition
source: Project
cs: Projekt
de: Projekt

# StaticPage definition
source: Link to Project
cs: Odkaz na projekt
de: Link zum Projekt

# StaticPage definition
source: Static page
cs: Stránka
de: Statische Seite

# StaticPage definition
source: Static pages
cs: Stránky
de: Statische Seiten

source: Page name
cs: Jméno stránky
de: Seitennamen

source: Static page name
cs: Jméno statické stránky
de: Statische Seite

source: Page title
cs: Nadpis stránky
de: Seitentitel

source: Static page title.
cs: Nadpis statické stránky
de: Statischer Seitentitel.

source: Page body
cs: Tělo stránky
de: Seite body

source: Static page text.
cs: Text statické stránky
de: Statischer Seitentext.

source: Add new item
cs: Přidat položku
de: Neues Element hinzufügen

source: Delete item
cs: Odstranit položku
de: Element löschen

source: Edit document description
cs: Upravit popis dokumentu
de: Beschreibung des Dokuments Bearbeiten

source: Save changes
cs: Uložit změny
de: Änderungen speichern

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: December
de: Dezember

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

# homepage-title
source: All Waste Has Its Value
cs: Každý odpad má svojí cenu
de: Alle Abfälle Haben Ihren Wert

source: Login
cs: Přihlásit se
de: Anmelden

# base-navbar
source: Log Out
cs: Odhlásit
de: Abmelden

source: Logout
cs: Odhásit se
de: Abmelden

# base-navbar
source: Customer List
cs: Seznam Zákazníků
de: Kundenliste

# login form tip
source: Tip: You can press the Escape key to toggle the login menu with your keyboard only!
cs: Tip: Můžete stisknout klávesu Escape pro přepnutí přihlašovacího menu pouze pomocí klávesnice!
de: Tipp: Sie können die Escape-Taste drücken, um das login-Menü nur mit Ihrer Tastatur zu wechseln!

# Inline edit button text
source: Save
cs: Uložit
de: Speichern

# Inline button text
source: Cancel
cs: Zpět
de: Stornieren

# Inline add new button text
source: Add new entry
cs: Přidat novou položku
de: Neuen Eintrag hinzufügen

source: No entries.
cs: Žádné záznamy.
de: Keine Einträge.

# base-navbar
source: Edit Profile
cs: Upravit profil
de: Profil Bearbeiten

source: Worker
cs: Pracovník
de: Arbeiter

# right-navbar
source: Administration tools
cs: Administratorské nástroje
de: Verwaltungsprogramme

# right-navbar
source: Offer list
cs: Soupis nabídek
de: Angebotsliste

# right-navbar
source: Offers for approval
cs: Nabídky ke schválení
de: Angebote zur Genehmigung

# right-navbar
source: Answer list
cs: Seznam odpovědi
de: Antwort-Liste

# project-home-header
source: Project home page
cs: Domácí strana projektu
de: Projekt-Startseite

# project-home-title2
source: home
cs: domů
de: Startseite

# who_are_we-title2
source: who are we
cs: kdo jsme
de: wer sind wir

# how_we_work-title2
source: how we work
cs: jak pracujeme
de: wie wir arbeiten

# partners-title2
source: partners
cs: partneři
de: partnern

# contacts-title2
source: contacts
cs: kontakty
de: kontakte

# StepState definition
source: State
cs: Stav
de: Zustand

# StepState definition
source: Previous
cs: Předchozí
de: Früheres

# StepState definition
source: Previous state
cs: Předchozí stav
de: Früherer Zustand

source: Security level
cs: Bezpečnostní úroveň
de: Sicherheitsstufe

source: Abstract security level
cs: Abstraktní bezpečnostní úroveň
de: Abstrakte Sicherheitsstufe

source: Group
cs: Skupina
de: Gruppe

source: Key for the division of states into groups.
cs: Klíč k rozdělení stavu do skupin
de: Schlüssel für die Aufteilung der Zustände in Gruppen.

source: Serial number
cs: Pořadové číslo
de: Seriennummer

source: Serial number inside the group.
cs: Pořadové číslo uvnitř skupiny
de: Seriennummer innerhalb der Gruppe.

source: Manual set
cs: Ručne nastavit
de: Manuell einstellen

source: State change manually.
cs: Stav se mění ručně
de: Zustandsänderung manuell.

source: Alert button
cs: Tlačítko s upozorněním
de: Alarm-Taste

source: Show starting button like alert.
cs: Zobrazí tlačítko s upozorněním
de: Startknopf wie Alarm anzeigen.

source: Send notification
cs: Poslat upozornění
de: Benachrichtigung senden
